{
  "flat_benches": {
    "title": "Best Flat Benches for Gym | Bodykore",
    "description": "Buy Best Flat Benches for Gym from Bodykore on Monthly Installments. Easy Assembly. Nationwide Shipping."
  },
  "ab_benches": {
    "title": "Best AB Benches for Gym | Bodykore",
    "description": "Buy Best AB Benches for Gym from Bodykore on Monthly Installments. Easy Assembly. Nationwide Shipping."
  },
  "universal_trainer": {
    "title": "4 Best Universal Trainer Kits | Bodykore",
    "description": "Full line of commercial fitness equipment as well as functional training products"
  },
  "cable_machines": {
    "title": "20 Best Cable Machines | Bodykore",
    "description": "Buy Best Cable Machines from Bodykore on Monthly Installments. Easy Assembly. Nationwide Shipping."
  },
  "squat_racks": {
    "title": "Best Squat Racks with Weights for Home Gym | Bodykore",
    "description": "Buy Best Squat Racks with Weights for Home Gym from Bodykore on Monthly Installments. Easy Assembly. Nationwide Shipping."
  },
  "smith_machines": {
    "title": "Best Smith Machines for Home Gym | Bodykore",
    "description": "Buy Best Smith Machines for Home Gym from Bodykore on Monthly Installments. Easy Assembly. Nationwide Shipping."
  },
  "leg_machines": {
    "title": "17 Best Leg Machines for Home Gym | Bodykore",
    "description": "Buy Best Leg Machines for Home Gym from Bodykore on Monthly Installments. Easy Assembly. Nationwide Shipping."
  },
  "leg_presses": {
    "title": "8 Best Leg Presses for Home Gym | Bodykore",
    "description": "Buy Best Leg Presses for Home Gym from Bodykore on Monthly Installments. Easy Assembly. Nationwide Shipping."
  },
  "glute_machines": {
    "title": "3 Best Glute Machines for Home Gym | Bodykore",
    "description": "Buy Best Glute Machines for Home Gym from Bodykore on Monthly Installments. Easy Assembly. Nationwide Shipping."
  },
  "plate_loaded": {
    "title": "17 Best Plate Loaded Strength Gym Equipment | Bodykore",
    "description": "Buy Best Plate Loaded Strength Gym Equipment from Bodykore on Monthly Installments. Easy Assembly. Nationwide Shipping."
  },
  "multi_gyms": {
    "title": "4 Best Multi Gym Machines & Equipments | Bodykore",
    "description": "Buy Best Multi Gym Machines & Equipment from Bodykore on Monthly Installments. Easy Assembly. Nationwide Shipping."
  },
  "adjustable_benches": {
    "title": "4 Best Adjustable Benches for Gyms | Bodykore",
    "description": "Buy Best Adjustable Benches for Gyms from Bodykore on Monthly Installments. Easy Assembly. Nationwide Shipping."
  },
  "hyperextension_benches": {
    "title": "Best Hyper Extension Benches for Gym | Bodykore",
    "description": "Buy Best Hyper Extension Benches for Gym from Bodykore on Monthly Installments. Easy Assembly. Nationwide Shipping."
  },
  "specialty_benches": {
    "title": "8 Best Specialty Benches for Gym | Bodykore",
    "description": "Buy Best Specialty Benches for Gym from Bodykore on Monthly Installments. Easy Assembly. Nationwide Shipping."
  },
  "row_bench": {
    "title": "Best Gym Row Benches for Sale | Bodykore",
    "description": "Buy Best Gym Row Benches for Sale from Bodykore on Monthly Installments. Easy Assembly. Nationwide Shipping."
  },
  "dumbbells": {
    "title": "12 Best Dumbbells for Sale | Bodykore",
    "description": "Buy Best Dumbbells for Sale from Bodykore on Monthly Installments. Easy Assembly. Nationwide Shipping."
  },
  "storage-racks": {
    "title": "Best Storage Racks for Sale | Bodykore",
    "description": "Buy Best Storage Racks for Sale from Bodykore on Monthly Installments. Easy Assembly. Nationwide Shipping."
  },
  "bumper_plates": {
    "title": "Best Bumper Plates for Sale | Bodykore",
    "description": "Buy Best Bumper Plates for Sale from Bodykore on Monthly Installments. Easy Assembly. Nationwide Shipping."
  },
  "medicine_balls": {
    "title": "Best Medicine Balls for Sale | Bodykore",
    "description": "Buy Best Medicine Balls for Sale from Bodykore on Monthly Installments. Easy Assembly. Nationwide Shipping."
  },
  "plyoboxes": {
    "title": "Best Pylo Boxes for Sale | Bodykore",
    "description": "Buy Best Pylo Boxes for Sale from Bodykore on Monthly Installments. Easy Assembly. Nationwide Shipping."
  },
  "bars": {
    "title": "5 Best Gym Bars for Sale | Bodykore",
    "description": "Buy Best Bars for Sale from Bodykore on Monthly Installments. Easy Assembly. Nationwide Shipping."
  },
  "clubs": {
    "title": "Best Clubs for Sale for Gym | Bodykore",
    "description": "Buy Best Clubs for Sale for Gym from Bodykore on Monthly Installments. Easy Assembly. Nationwide Shipping."
  },
  "linx_racks": {
    "title": "4 Best Linx Racks for Sale | Bodykore",
    "description": "Buy Best Linx Racks for Sale from Bodykore on Monthly Installments. Easy Assembly. Nationwide Shipping."
  },
  "flooring": {
    "title": "Best Flooring Accessories for Gym | Bodykore",
    "description": "Buy Best Flooring Accessories for Gym from Bodykore on Monthly Installments. Easy Assembly. Nationwide Shipping."
  },
  "attachments": {
    "title": "10 Best Attachments for Gym | Bodykore",
    "description": "Buy Best Attachments for Gym from Bodykore on Monthly Installments. Easy Assembly. Nationwide Shipping."
  },
  "add_ons": {
    "title": "Best Add-ons for Gym Equipments | Bodykore",
    "description": "Buy Best Add-ons for Gym Equipment from Bodykore on Monthly Installments. Easy Assembly. Nationwide Shipping."
  },
  "apparel": {
    "title": "Best Apparel for Gym | Bodykore",
    "description": "Buy Best Apparel for Gym from Bodykore on Monthly Installments. Easy Assembly. Nationwide Shipping."
  },
  "smart_sled_pro": {
    "title": "Best Smart Sled Pro for Gym | Bodykore",
    "description": "Buy Best Smart Sled Pro for Gym from Bodykore on Monthly Installments. Easy Assembly. Nationwide Shipping."
  },
  "3ddesign": {
    "title": "Best Smart Sled Pro for Gym | Bodykore",
    "description": "Buy Best Smart Sled Pro for Gym from Bodykore on Monthly Installments. Easy Assembly. Nationwide Shipping."
  }
}
